/*****************************************************************
Name : 
Date : 2017/02/13
By   : Username
Final: 2017/02/13
*****************************************************************/
#include <iostream>
#include "work8.hpp"
#include "work8.cpp"
using namespace std;

/*==============================================================*/
int main(int argc, char const *argv[]){
	int a;
	cout<<"請輸入數量:";
	cin>>a;
	cout<<hon(a);
	return 0;
}
/*==============================================================*/